Repository: SSaNyAS/emassi_IOS
Catalog: emassi_IOS/*.lproj/Localizable.strings
Languages: ru

# EmassiApiStatusMessage_0
source: Successful
ru: Операция прошла успешно

# EmassiApiStatusMessage_13
source: Invalid email
ru: Проверьте email

# EmassiApiStatusMessage_14
source: Invalid phone number
ru: Неправильный номер телефона

# EmassiApiStatusMessage_16
source: Invalid password
ru: Неправильный пароль

# EmassiApiStatusMessage_17
source: Too small password
ru: Пароль должен быть не менее 8 символов

# EmassiApiStatusMessage_18
source: Too long password
ru: Пароль слишком длинный

# EmassiApiStatusMessage_20
source: Invalid username
ru: Имя указано неверно

# EmassiApiStatusMessage_21
source: Invalid address
ru: Проверьте правильность адреса

# EmassiApiStatusMessage_30
source: File upload error
ru: Ошибка загрузки файла

# EmassiApiStatusMessage_31
source: File too large
ru: Файл слишком велик

# EmassiApiStatusMessage_32
source: File type error
ru: Неправильный формат файла

# EmassiApiStatusMessage_40
source: Passwords do not match
ru: Пароли не совпадают

# EmassiApiStatusMessage_50
source: Account not found
ru: Аккаунт не найден

# EmassiApiStatusMessage_51
source: Account not found or token expired
ru: Аккаунт не найден или токен просрочен

# EmassiApiStatusMessage_52
source: Account already exists
ru: Данный аккаунт уже существует

# EmassiApiStatusMessage_60
source: Customer not found
ru: Заказчик не найден

# EmassiApiStatusMessage_70
source: Performer not found
ru: Исполнитель не найден

# EmassiApiStatusMessage_71
source: Too many docs
ru: Вы достигли ограничение количества документов

# EmassiApiStatusMessage_80
source: Work not found
ru: Работа не найдена

# EmassiApiStatusMessage_81
source: Work in progress
ru: Данная работа уже в процессе

# EmassiApiStatusMessage_82
source: Private work
ru: Работа является приватной

# EmassiApiStatusMessage_83
source: Photo not found
ru: Фото не найдено

# EmassiApiStatusMessage_84
source: Too many photos
ru: Большое количество фотографий

# EmassiApiStatusMessage_90
source: Contact not found
ru: Контакт не найден

# EmassiApiStatusMessage_91
source: Message not found
ru: Сообщение не найдено

# EmassiApiStatusMessage_92
source: Text is Empty
ru: Текст не указан

# EmassiApiStatusMessage_100
source: Feedback already exists
ru: Отзыв уже существует

# EmassiApiStatusMessage_404
source: not found
ru: Не найдено

# EmassiApiStatusMessage_500
source: Internal server error
ru: Ошибка удаленного сервера

# send_images_error
source: images upload error
ru: Ошибка отправки изображений
